{
    "text1": "Start speaking Japanese in 4 months",
    "text2": "Opportunity to study at Japanese universities with up to 100% scholarship",
    "text3": "We will help you reach JLPT N5 level in 4 months",
    "text4": "Achieve a high level of Japanese and get the opportunity to study and work in Japan",
    "text5": "Sign up for your first lesson for free",
    "text6": "News",
    "text7": "Nippon Study Center is perfect for you if you:",
    "text8": "Check out our students' results",
    "text9": "Our students’ results: those who received visas",
    "text10": "Chance to win up to 100% scholarship for Japanese language schools.",
    "text11": "JLPT (Japanese-Language Proficiency Test) is an international standardized exam that assesses Japanese language proficiency. It evaluates skills such as reading, listening, grammar, vocabulary, and kanji. The test is held worldwide in July and December. Passing the JLPT can be an important requirement for studying or working in Japan.",
    "text12": "Our achievements",
    "text13": "We help our successful graduates choose language schools and universities, and win scholarships.",
    "text14": "Waseda University",
    "text15": "A private research university in Shinjuku, Tokyo, founded in 1882 by Japan’s 5th Prime Minister, Shigenobu Okuma. Officially renamed Waseda University in 1902.",
    "text16": "TCC",
    "text17": "Founded in 2000, TCC is known for teaching thousands of students Japanese. Key features include flexible programs, highly qualified teachers, and hands-on experience through cultural events and discussions. Both online and offline classes are available.",
    "text18": "Enroll in the course that suits you",
    "text19": "License",
    "text20": "Our center is licensed in accordance with the legislation of the Republic of Uzbekistan. Nippon Learning Center is a private educational institution licensed to conduct extracurricular activities, operating legally and officially. You can trust us.",
    "text21": "100% student visa guarantee",
    "text22": "Get the education of your dreams with us!",
    "text23": "Professional teachers",
    "text24": "Interactive and effective lessons with qualified Japanese language teachers.",
    "text25": "Operating since 2017",
    "text26": "Lessons are conducted using interactive methods and a personalized approach, ensuring deep understanding of Japanese language and culture.",
    "text27": "From 0 to 100% support (including document preparation, language learning from scratch, travel to Japan, airport pickup, accommodation, and guidance to schools and universities).",
    "text28": "Free practice exams",
    "text29": "Evaluate your Japanese level for free and choose the course that suits you!",
    "text30": "We help successful graduates obtain student visas, choose universities, and win scholarships in Japan.",
    "text31": "Frequently Asked Questions",
    "text32": "Have questions?",
    "text33": "Leave your contact information and we’ll reach out to answer all your questions.",
    "text34": "Your name",
    "navbar1": "Why Us",
    "navbar2": "Rusult",
    "navbar3": "Courses",
    "navba4": "FAQ",
    "navbar5": "Japanese Language",
    "navbar6": "Learning Center"
    
  }
  