{
  "text1": "Начните говорить по-японски через 4 месяца",
  "text2": "Возможность обучения в японских университетах со стипендией до 100%",
  "text3": "Мы поможем вам достичь уровня N5 по японскому языку за 4 месяца",
  "text4": "Достигните высокого уровня владения японским языком и получите возможность учиться и работать в Японии",
  "text5": "Запишитесь на первый урок бесплатно",
  "text6": "Новости",
  "text7": "Учебный центр Nippon Study Center определенно вам подойдет, если вы:",
  "text8": "Посмотрите результаты наших студентов",
  "text9": "Результаты наших студентов: те, кто получил визу",
  "text10": "Возможность выиграть грант до 100% для школ японского языка.",
  "text11": "JLPT (Japanese-Language Proficiency Test) — это международный стандартизированный экзамен, который оценивает уровень владения японским языком. Он оценивает такие навыки, как чтение, аудирование, грамматика, словарный запас и кандзи (китайские иероглифы). Тест проводится по всему миру в июле и декабре. Сдача JLPT может быть важным требованием для учебы или работы в Японии.",
  "text12": "Наши достижения",
  "text13": "Мы помогаем нашим успешным выпускникам выбирать языковые школы и университеты, а также выигрывать стипендии.",
  "text14": "Университет Васэда",
  "text15": "Частный исследовательский университет в Синдзюку, Токио, основанный в 1882 году 5-м премьер-министром Японии Окума Сигэнобу. Официально переименован в Университет Васэда в 1902 году.",
  "text16": "TCC",
  "text17": "TCC, основанный в 2000 году, известен тем, что обучает тысячи студентов японскому языку. Основные характеристики включают гибкие программы обучения, высококвалифицированных преподавателей и практический опыт в культурных мероприятиях и дискуссиях. Доступны как онлайн, так и традиционные занятия.",
  "text18": "Зарегистрируйтесь на курс, который вам подходит",
  "text19": "Лицензия",
  "text20": "Наш центр имеет лицензию в соответствии с законодательством Республики Узбекистан.Наш Nippon Learning Center — это частное учебное заведение, имеющее лицензию на проведение внеклассных мероприятий и лицензированное в соответствии с законом. Это значит, что вы можете нам доверять и все законно.",
  "text21": "100% гарантия получения учебной визы",
  "text22": "Получите образование своей мечты вместе с нами!",
  "text23": "Профессиональные преподаватели",
  "text24": "Интерактивные и эффективные уроки с квалифицированными преподавателями японского языка.",
  "text25": "Работает с 2017 года",
  "text26": "Занятия проводятся с использованием интерактивных методов и индивидуального подхода, что гарантирует глубокое понимание японского языка и культуры.",
  "text27": "От 0 до 100% (включая подготовку документов, изучение японского языка с нуля, отправку в Японию, встречу в аэропорту, размещение и сопровождение студентов в школы и университеты).",
  "text28": "Бесплатные пробные экзамены",
  "text29": "Оцените свой уровень японского языка бесплатно и выберите подходящий вам курс!",
  "text30": "Мы помогаем успешным выпускникам получить учебную визу в Японию, выбрать университеты и выиграть стипендии.",
  "text31": "Часто задаваемые вопросы",
  "text32": "Есть вопросы?",
  "text33": "Оставьте свои данные, и мы свяжемся с вами, чтобы ответить на все ваши вопросы.",
  "text34": "Ваше имя",
  "navbar1": "Почему мы",
  "navbar2": "Русалт",
  "navbar3": "Курсы",
  "navbar4": "Часто задаваемые вопросы (FAQ)",
  "navbar5": "Японский язык",
  "navbar6": "Учебный центр"
}