{
  "text1": "4 oy ichida yapon tilini o'rganishni boshlang",
  "text2": "Yapon universitetlarida 100% stipendiya bilan o'qish imkoniyati",
  "text3": "Biz sizni 4 oy ichida JLPT N5 darajasi bo'yicha o'qitishga yordam beramiz",
  "text4": "Yapon tilida yuqori darajaga erishib, Yaponiyada o'qish va ishlash imkoniyatini qo'lga kiriting",
  "text5": "Birinchi darsga bepul yoziling",
  "text6": "Yangiliklar",
  "text7": "Nippon Study Center sizga quyidagicha mos keladi:",
  "text8": "Talabalarimiz natijalariga qarang",
  "text9": "Bizning talabalarimizning natijalari: vizaga ega bo'lganlar",
  "text10": "Yapon tilini o'rganish maktablari uchun 100% gacha stipendiya yutish imkoniyati.",
  "text11": "JLPT (Yapon tilini bilish darajasini tekshirish testi) — bu yapon tilini bilishni baholovchi xalqaro standarti. Bu test o'qish, tinglash, grammatika, so'z boyligi va kanji (xitoy iyerogliflari) kabi ko'nikmalarni baholaydi. Test butun dunyo bo'ylab iyul va dekabr oylarida o'tkaziladi. JLPT ni topshirish Yaponiyada o'qish yoki ishlash uchun muhim talab bo'lishi mumkin.",
  "text12": "Bizning yutuqlarimiz",
  "text13": "Biz muvaffaqiyatli bitiruvchilarga til o'rgatish maktablari va universitetlarni tanlashda, shuningdek stipendiyalarni yutishda yordam beramiz.",
  "text14": "Vaseda Universiteti",
  "text15": "1882-yilda Yaponiyaning 5-bosh vaziri Shigenobu Okuma tomonidan Tokio shahrining Shinjuku tumanida tashkil etilgan xususiy tadqiqot universiteti. 1902-yilda rasmiy ravishda Vaseda Universiteti deb nomlangan.",
  "text16": "TCC",
  "text17": "2000-yilda tashkil etilgan TCC, minglab talabalarni yapon tiliga o'rgatganligi bilan tanilgan. Asosiy xususiyatlari orasida moslashuvchan o'quv dasturlari, yuqori malakali o'qituvchilar va madaniy tadbirlar hamda muhokamalarda ishtirok etish orqali amaliy tajriba mavjud. Onlayn va an'anaviy darslar mavjud.",
  "text18": "O'zingizga mos kursga ro'yxatdan o'ting",
  "text19": "Litsenziya",
  "text20": "Bizning markazimiz O'zbekiston Respublikasi qonunchiligiga muvofiq litsenziyaga ega. Nippon Learning Center - bu xususiy o'quv muassasasi bo'lib, u barcha qonuniy hujjatlarga mos keladi. Bizga ishonishingiz mumkin.",
  "text21": "100% o'quv viza kafolati",
  "text22": "Biz bilan orzuingizdagi ta'limni oling!",
  "text23": "Professional o'qituvchilar",
  "text24": "Yapon tili bo'yicha malakali o'qituvchilar bilan interaktiv va samarali darslar.",
  "text25": "2017-yildan beri faoliyat yuritmoqda",
  "text26": "Darslar interaktiv metodlar va individual yondashuvlar yordamida olib boriladi, bu esa yapon tilini va madaniyatini chuqur o'rganishni ta'minlaydi.",
  "text27": "0 dan 100% gacha yordam (hujjatlarni tayyorlash, yapon tilini nol darajadan o'rganish, Yaponiyaga yuborish, aeroportda kutib olish, turar joy va talabalarga maktablar va universitetlarga yo'nalish berish).",
  "text28": "Bepul sinov imtihonlari",
  "text29": "Yapon tili darajangizni bepul baholang va sizga mos keladigan kursni tanlang!",
  "text30": "Biz muvaffaqiyatli bitiruvchilarga o'quv vizasini olishda, universitetlar tanlashda va stipendiyalarni yutishda yordam beramiz.",
  "text31": "Tez-tez so'raladigan savollar",
  "text32": "Savollaringiz bormi?",
  "text33": "Aloqa ma'lumotlaringizni qoldiring va biz siz bilan bog'lanib, barcha savollaringizga javob beramiz.",
  "text34": "Ismingiz",
  "navbar1": "Nega Bizni Tanlash",
  "navbar2": "Rusult",
  "navbar3": "Kurslar",
  "navbar4": "FAQ",
  "navbar5": "Yapon Tili",
  "navbar6": "O'qish Markazi"
}